package com.start.newsapp.model

class DummyData {

    val newsListSample = listOf(
        NewsModel(
            title = "به نظر می\u200Cرسد برای اردوی بعدی تیم ملی، احتمالاً خط حمله دستخوش تغییرات مهمی خواهد شد.",
            description = "به گزارش فوتبال 360، تیم ملی فوتبال ایران در فیفادی ماه مارچ 2 بازی دوستانه مقابل تیم\u200Cهای ملی روسیه و کنیا برگزار کرد که شاگردان امیر قلعه\u200Cنویی مقابل روسیه به تساوی 1-1 رضایت دادند و حریف آفریقایی خود را هم با نتیجه 2 بر یک از پیش برداشتند. اردوی تیم ملی در شرایطی برگزار شد که انتقاداتی نسبت به فهرست اعلام شده از سوی امیر قلعه\u200Cنویی وجود داشت و بسیاری از کارشناسان و البته هواداران فوتبال معتقد بودند که قلعه\u200Cنویی می\u200Cتوانسته برای چینش فهرست بهترین بازیکنان، انتخاب\u200Cهای مناسب\u200Cتری را داشته باشد.\n" +
                    "\n" +
                    "سرمربی تیم ملی در خط حمله با بیشترین حمله مواجه شد؛ جایی که سردار آزمون به اردوی ملی دعوت شد اما به دلیل مشکلات شخصی حضور پیدا نکرد و در غیاب آزمون، امیر قلعه\u200Cنویی در مواجه با مهدی قایدی تصمیم گرفت تا وینگر سرعتی استقلال را با وجود آمادگی فنی بالا به اردو دعوت نکند و با وجود اتمام دوره مصدومیت اللهیار صیادمنش این ستاره جوان هم دیگر غایب بزرگ فهرست تیم ملی بود تا در غیاب این بازیکنان، چهره\u200Cهایی مثل شهریار مغانلو و البته محمدحسین اسلامی در اردوی ملی حضور پیدا کنند.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2F6_lJHGAnY.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "لیورپول از رقابت برای جذب بلینگام پا پس کشید.",
            description = "به گزارش فوتبال 360، در حالی که لیورپول به تغییرات اساسی در میانه میدان نیاز دارد و جود بلینگام هم یکی از گزینه های اصلی آن\u200Cها برای پنجره نقل و انتقالات تابستانی محسوب می\u200Cشد اما در حال حاضر این باشگاه انگلیسی از خرید او منصرف شده و تصمیم گرفته تمرکز خود را بر روی  گزینه\u200Cهای دیگر معطوف کند.\n" +
                    "روزنامه تایمز در گزارشی آورده است که باشگاه لیورپول در حاضر قصد دارد جهت تقویت میانه میدان، روی خرید گزینه\u200Cهای دیگر تمرکز داشته باشد و از آنجا که قیمت بلینگام بیش از صد میلیون پوند خواهد بود، مالکان لیورپول قصد ندارند چنین هزینه گزافی برای خرید او انجام دهند.\n" +
                    "بلینگام که یکی از آینده\u200Cدارترین هافبک\u200Cهای دنیا محسوب می\u200Cشود تا سال 2025 با تیم بورسیا دورتموند قرارداد دارد، با این حال شایعاتی مبنی بر درخواست جدا شدن او از این تیم در تابستان به گوش می\u200Cرسد.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2Fskysports-jude-bellingham-borussia-dortmund_60349752.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "به نظر می\u200Cرسد برای اردوی بعدی تیم ملی، احتمالاً خط حمله دستخوش تغییرات مهمی خواهد شد.",
            description = "به گزارش فوتبال 360، تیم ملی فوتبال ایران در فیفادی ماه مارچ 2 بازی دوستانه مقابل تیم\u200Cهای ملی روسیه و کنیا برگزار کرد که شاگردان امیر قلعه\u200Cنویی مقابل روسیه به تساوی 1-1 رضایت دادند و حریف آفریقایی خود را هم با نتیجه 2 بر یک از پیش برداشتند. اردوی تیم ملی در شرایطی برگزار شد که انتقاداتی نسبت به فهرست اعلام شده از سوی امیر قلعه\u200Cنویی وجود داشت و بسیاری از کارشناسان و البته هواداران فوتبال معتقد بودند که قلعه\u200Cنویی می\u200Cتوانسته برای چینش فهرست بهترین بازیکنان، انتخاب\u200Cهای مناسب\u200Cتری را داشته باشد.\n" +
                    "\n" +
                    "سرمربی تیم ملی در خط حمله با بیشترین حمله مواجه شد؛ جایی که سردار آزمون به اردوی ملی دعوت شد اما به دلیل مشکلات شخصی حضور پیدا نکرد و در غیاب آزمون، امیر قلعه\u200Cنویی در مواجه با مهدی قایدی تصمیم گرفت تا وینگر سرعتی استقلال را با وجود آمادگی فنی بالا به اردو دعوت نکند و با وجود اتمام دوره مصدومیت اللهیار صیادمنش این ستاره جوان هم دیگر غایب بزرگ فهرست تیم ملی بود تا در غیاب این بازیکنان، چهره\u200Cهایی مثل شهریار مغانلو و البته محمدحسین اسلامی در اردوی ملی حضور پیدا کنند.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2F6_lJHGAnY.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "لیورپول از رقابت برای جذب بلینگام پا پس کشید.",
            description = "به گزارش فوتبال 360، در حالی که لیورپول به تغییرات اساسی در میانه میدان نیاز دارد و جود بلینگام هم یکی از گزینه های اصلی آن\u200Cها برای پنجره نقل و انتقالات تابستانی محسوب می\u200Cشد اما در حال حاضر این باشگاه انگلیسی از خرید او منصرف شده و تصمیم گرفته تمرکز خود را بر روی  گزینه\u200Cهای دیگر معطوف کند.\n" +
                    "روزنامه تایمز در گزارشی آورده است که باشگاه لیورپول در حاضر قصد دارد جهت تقویت میانه میدان، روی خرید گزینه\u200Cهای دیگر تمرکز داشته باشد و از آنجا که قیمت بلینگام بیش از صد میلیون پوند خواهد بود، مالکان لیورپول قصد ندارند چنین هزینه گزافی برای خرید او انجام دهند.\n" +
                    "بلینگام که یکی از آینده\u200Cدارترین هافبک\u200Cهای دنیا محسوب می\u200Cشود تا سال 2025 با تیم بورسیا دورتموند قرارداد دارد، با این حال شایعاتی مبنی بر درخواست جدا شدن او از این تیم در تابستان به گوش می\u200Cرسد.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2Fskysports-jude-bellingham-borussia-dortmund_60349752.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "به نظر می\u200Cرسد برای اردوی بعدی تیم ملی، احتمالاً خط حمله دستخوش تغییرات مهمی خواهد شد.",
            description = "به گزارش فوتبال 360، تیم ملی فوتبال ایران در فیفادی ماه مارچ 2 بازی دوستانه مقابل تیم\u200Cهای ملی روسیه و کنیا برگزار کرد که شاگردان امیر قلعه\u200Cنویی مقابل روسیه به تساوی 1-1 رضایت دادند و حریف آفریقایی خود را هم با نتیجه 2 بر یک از پیش برداشتند. اردوی تیم ملی در شرایطی برگزار شد که انتقاداتی نسبت به فهرست اعلام شده از سوی امیر قلعه\u200Cنویی وجود داشت و بسیاری از کارشناسان و البته هواداران فوتبال معتقد بودند که قلعه\u200Cنویی می\u200Cتوانسته برای چینش فهرست بهترین بازیکنان، انتخاب\u200Cهای مناسب\u200Cتری را داشته باشد.\n" +
                    "\n" +
                    "سرمربی تیم ملی در خط حمله با بیشترین حمله مواجه شد؛ جایی که سردار آزمون به اردوی ملی دعوت شد اما به دلیل مشکلات شخصی حضور پیدا نکرد و در غیاب آزمون، امیر قلعه\u200Cنویی در مواجه با مهدی قایدی تصمیم گرفت تا وینگر سرعتی استقلال را با وجود آمادگی فنی بالا به اردو دعوت نکند و با وجود اتمام دوره مصدومیت اللهیار صیادمنش این ستاره جوان هم دیگر غایب بزرگ فهرست تیم ملی بود تا در غیاب این بازیکنان، چهره\u200Cهایی مثل شهریار مغانلو و البته محمدحسین اسلامی در اردوی ملی حضور پیدا کنند.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2F6_lJHGAnY.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "لیورپول از رقابت برای جذب بلینگام پا پس کشید.",
            description = "به گزارش فوتبال 360، در حالی که لیورپول به تغییرات اساسی در میانه میدان نیاز دارد و جود بلینگام هم یکی از گزینه های اصلی آن\u200Cها برای پنجره نقل و انتقالات تابستانی محسوب می\u200Cشد اما در حال حاضر این باشگاه انگلیسی از خرید او منصرف شده و تصمیم گرفته تمرکز خود را بر روی  گزینه\u200Cهای دیگر معطوف کند.\n" +
                    "روزنامه تایمز در گزارشی آورده است که باشگاه لیورپول در حاضر قصد دارد جهت تقویت میانه میدان، روی خرید گزینه\u200Cهای دیگر تمرکز داشته باشد و از آنجا که قیمت بلینگام بیش از صد میلیون پوند خواهد بود، مالکان لیورپول قصد ندارند چنین هزینه گزافی برای خرید او انجام دهند.\n" +
                    "بلینگام که یکی از آینده\u200Cدارترین هافبک\u200Cهای دنیا محسوب می\u200Cشود تا سال 2025 با تیم بورسیا دورتموند قرارداد دارد، با این حال شایعاتی مبنی بر درخواست جدا شدن او از این تیم در تابستان به گوش می\u200Cرسد.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2Fskysports-jude-bellingham-borussia-dortmund_60349752.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "به نظر می\u200Cرسد برای اردوی بعدی تیم ملی، احتمالاً خط حمله دستخوش تغییرات مهمی خواهد شد.",
            description = "به گزارش فوتبال 360، تیم ملی فوتبال ایران در فیفادی ماه مارچ 2 بازی دوستانه مقابل تیم\u200Cهای ملی روسیه و کنیا برگزار کرد که شاگردان امیر قلعه\u200Cنویی مقابل روسیه به تساوی 1-1 رضایت دادند و حریف آفریقایی خود را هم با نتیجه 2 بر یک از پیش برداشتند. اردوی تیم ملی در شرایطی برگزار شد که انتقاداتی نسبت به فهرست اعلام شده از سوی امیر قلعه\u200Cنویی وجود داشت و بسیاری از کارشناسان و البته هواداران فوتبال معتقد بودند که قلعه\u200Cنویی می\u200Cتوانسته برای چینش فهرست بهترین بازیکنان، انتخاب\u200Cهای مناسب\u200Cتری را داشته باشد.\n" +
                    "\n" +
                    "سرمربی تیم ملی در خط حمله با بیشترین حمله مواجه شد؛ جایی که سردار آزمون به اردوی ملی دعوت شد اما به دلیل مشکلات شخصی حضور پیدا نکرد و در غیاب آزمون، امیر قلعه\u200Cنویی در مواجه با مهدی قایدی تصمیم گرفت تا وینگر سرعتی استقلال را با وجود آمادگی فنی بالا به اردو دعوت نکند و با وجود اتمام دوره مصدومیت اللهیار صیادمنش این ستاره جوان هم دیگر غایب بزرگ فهرست تیم ملی بود تا در غیاب این بازیکنان، چهره\u200Cهایی مثل شهریار مغانلو و البته محمدحسین اسلامی در اردوی ملی حضور پیدا کنند.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2F6_lJHGAnY.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "لیورپول از رقابت برای جذب بلینگام پا پس کشید.",
            description = "به گزارش فوتبال 360، در حالی که لیورپول به تغییرات اساسی در میانه میدان نیاز دارد و جود بلینگام هم یکی از گزینه های اصلی آن\u200Cها برای پنجره نقل و انتقالات تابستانی محسوب می\u200Cشد اما در حال حاضر این باشگاه انگلیسی از خرید او منصرف شده و تصمیم گرفته تمرکز خود را بر روی  گزینه\u200Cهای دیگر معطوف کند.\n" +
                    "روزنامه تایمز در گزارشی آورده است که باشگاه لیورپول در حاضر قصد دارد جهت تقویت میانه میدان، روی خرید گزینه\u200Cهای دیگر تمرکز داشته باشد و از آنجا که قیمت بلینگام بیش از صد میلیون پوند خواهد بود، مالکان لیورپول قصد ندارند چنین هزینه گزافی برای خرید او انجام دهند.\n" +
                    "بلینگام که یکی از آینده\u200Cدارترین هافبک\u200Cهای دنیا محسوب می\u200Cشود تا سال 2025 با تیم بورسیا دورتموند قرارداد دارد، با این حال شایعاتی مبنی بر درخواست جدا شدن او از این تیم در تابستان به گوش می\u200Cرسد.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2Fskysports-jude-bellingham-borussia-dortmund_60349752.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "به نظر می\u200Cرسد برای اردوی بعدی تیم ملی، احتمالاً خط حمله دستخوش تغییرات مهمی خواهد شد.",
            description = "به گزارش فوتبال 360، تیم ملی فوتبال ایران در فیفادی ماه مارچ 2 بازی دوستانه مقابل تیم\u200Cهای ملی روسیه و کنیا برگزار کرد که شاگردان امیر قلعه\u200Cنویی مقابل روسیه به تساوی 1-1 رضایت دادند و حریف آفریقایی خود را هم با نتیجه 2 بر یک از پیش برداشتند. اردوی تیم ملی در شرایطی برگزار شد که انتقاداتی نسبت به فهرست اعلام شده از سوی امیر قلعه\u200Cنویی وجود داشت و بسیاری از کارشناسان و البته هواداران فوتبال معتقد بودند که قلعه\u200Cنویی می\u200Cتوانسته برای چینش فهرست بهترین بازیکنان، انتخاب\u200Cهای مناسب\u200Cتری را داشته باشد.\n" +
                    "\n" +
                    "سرمربی تیم ملی در خط حمله با بیشترین حمله مواجه شد؛ جایی که سردار آزمون به اردوی ملی دعوت شد اما به دلیل مشکلات شخصی حضور پیدا نکرد و در غیاب آزمون، امیر قلعه\u200Cنویی در مواجه با مهدی قایدی تصمیم گرفت تا وینگر سرعتی استقلال را با وجود آمادگی فنی بالا به اردو دعوت نکند و با وجود اتمام دوره مصدومیت اللهیار صیادمنش این ستاره جوان هم دیگر غایب بزرگ فهرست تیم ملی بود تا در غیاب این بازیکنان، چهره\u200Cهایی مثل شهریار مغانلو و البته محمدحسین اسلامی در اردوی ملی حضور پیدا کنند.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2F6_lJHGAnY.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "لیورپول از رقابت برای جذب بلینگام پا پس کشید.",
            description = "به گزارش فوتبال 360، در حالی که لیورپول به تغییرات اساسی در میانه میدان نیاز دارد و جود بلینگام هم یکی از گزینه های اصلی آن\u200Cها برای پنجره نقل و انتقالات تابستانی محسوب می\u200Cشد اما در حال حاضر این باشگاه انگلیسی از خرید او منصرف شده و تصمیم گرفته تمرکز خود را بر روی  گزینه\u200Cهای دیگر معطوف کند.\n" +
                    "روزنامه تایمز در گزارشی آورده است که باشگاه لیورپول در حاضر قصد دارد جهت تقویت میانه میدان، روی خرید گزینه\u200Cهای دیگر تمرکز داشته باشد و از آنجا که قیمت بلینگام بیش از صد میلیون پوند خواهد بود، مالکان لیورپول قصد ندارند چنین هزینه گزافی برای خرید او انجام دهند.\n" +
                    "بلینگام که یکی از آینده\u200Cدارترین هافبک\u200Cهای دنیا محسوب می\u200Cشود تا سال 2025 با تیم بورسیا دورتموند قرارداد دارد، با این حال شایعاتی مبنی بر درخواست جدا شدن او از این تیم در تابستان به گوش می\u200Cرسد.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2Fskysports-jude-bellingham-borussia-dortmund_60349752.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "به نظر می\u200Cرسد برای اردوی بعدی تیم ملی، احتمالاً خط حمله دستخوش تغییرات مهمی خواهد شد.",
            description = "به گزارش فوتبال 360، تیم ملی فوتبال ایران در فیفادی ماه مارچ 2 بازی دوستانه مقابل تیم\u200Cهای ملی روسیه و کنیا برگزار کرد که شاگردان امیر قلعه\u200Cنویی مقابل روسیه به تساوی 1-1 رضایت دادند و حریف آفریقایی خود را هم با نتیجه 2 بر یک از پیش برداشتند. اردوی تیم ملی در شرایطی برگزار شد که انتقاداتی نسبت به فهرست اعلام شده از سوی امیر قلعه\u200Cنویی وجود داشت و بسیاری از کارشناسان و البته هواداران فوتبال معتقد بودند که قلعه\u200Cنویی می\u200Cتوانسته برای چینش فهرست بهترین بازیکنان، انتخاب\u200Cهای مناسب\u200Cتری را داشته باشد.\n" +
                    "\n" +
                    "سرمربی تیم ملی در خط حمله با بیشترین حمله مواجه شد؛ جایی که سردار آزمون به اردوی ملی دعوت شد اما به دلیل مشکلات شخصی حضور پیدا نکرد و در غیاب آزمون، امیر قلعه\u200Cنویی در مواجه با مهدی قایدی تصمیم گرفت تا وینگر سرعتی استقلال را با وجود آمادگی فنی بالا به اردو دعوت نکند و با وجود اتمام دوره مصدومیت اللهیار صیادمنش این ستاره جوان هم دیگر غایب بزرگ فهرست تیم ملی بود تا در غیاب این بازیکنان، چهره\u200Cهایی مثل شهریار مغانلو و البته محمدحسین اسلامی در اردوی ملی حضور پیدا کنند.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2F6_lJHGAnY.jpg&w=1920&q=75"
        ),
        NewsModel(
            title = "لیورپول از رقابت برای جذب بلینگام پا پس کشید.",
            description = "به گزارش فوتبال 360، در حالی که لیورپول به تغییرات اساسی در میانه میدان نیاز دارد و جود بلینگام هم یکی از گزینه های اصلی آن\u200Cها برای پنجره نقل و انتقالات تابستانی محسوب می\u200Cشد اما در حال حاضر این باشگاه انگلیسی از خرید او منصرف شده و تصمیم گرفته تمرکز خود را بر روی  گزینه\u200Cهای دیگر معطوف کند.\n" +
                    "روزنامه تایمز در گزارشی آورده است که باشگاه لیورپول در حاضر قصد دارد جهت تقویت میانه میدان، روی خرید گزینه\u200Cهای دیگر تمرکز داشته باشد و از آنجا که قیمت بلینگام بیش از صد میلیون پوند خواهد بود، مالکان لیورپول قصد ندارند چنین هزینه گزافی برای خرید او انجام دهند.\n" +
                    "بلینگام که یکی از آینده\u200Cدارترین هافبک\u200Cهای دنیا محسوب می\u200Cشود تا سال 2025 با تیم بورسیا دورتموند قرارداد دارد، با این حال شایعاتی مبنی بر درخواست جدا شدن او از این تیم در تابستان به گوش می\u200Cرسد.",
            cover = "https://football360.ir/_next/image?url=https%3A%2F%2Fstatic.football360.ir%2Fnesta%2Fmedia%2Fposts_media%2Fskysports-jude-bellingham-borussia-dortmund_60349752.jpg&w=1920&q=75"
        )
    )
}